Revit 2024 API
ParameterTypeId.RbsHvacloadWallAreaParam Property
 "Wall Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsHvacloadWallAreaParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsHvacloadWallAreaParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsHvacloadWallAreaParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace